const VALIDATION_TEXT = {
  name: 'Примеры корректных имен: Иван, Frenk',
  surname: 'Примеры корректных фамилий: Петров, Smith',
  patronymic: 'Пример корректного отчества: Иванович',
  password:
    'Пароль должен содержать не менее 6 символов, включая цифры, заглавные и строчные латинские буквы',
  phone: 'Минимальная длина телефона 6 цифр',
  incorrectEmail: 'Некорректный email',
  text: 'Письмо не может быть пустым',
  title: 'Заголовок письма не может быть пустым',
};

export default VALIDATION_TEXT;
